brew 'boost'
brew 'dartsim'
brew 'eigen'
brew 'libmicrohttpd'
brew 'ompl'
brew 'tinyxml'
brew 'yaml-cpp'

# Install dartsim dependencies explicitly because, for some unknown reasons,
# Travis CI + Homebrew fails to find the dartsim dependencies.
brew 'assimp'
brew 'boost'
brew 'bullet'
brew 'console_bridge'
brew 'eigen'
brew 'fcl'
brew 'flann'
brew 'ipopt'
brew 'libccd'
brew 'nlopt'
brew 'octomap'
brew 'ode'
brew 'open-scene-graph'
brew 'tinyxml2'
brew 'urdfdom'
brew 'urdfdom_headers'
